Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Not released to worker
de_de: Nicht für Mitarbeiter:in freigegeben

source: Overdue
de_de: Überfällig

source: Remove filters and clear the search to show all results.
de_de: Filter entfernen und die Suche löschen, um alle Ergebnisse anzuzeigen.

source: Your pay information requests will appear here. Check back later for updates or explore more features in the meantime.
de_de: Ihre Anfragen zu Gehaltsinformationen erscheinen hier. Schauen Sie später noch einmal vorbei, um Updates zu erhalten, oder erkunden Sie in der Zwischenzeit weitere Funktionen.

source: {{count}} day
de_de: {{count}} Tag

source: {{count}} days
de_de: {{count}} Tage

source: Reopened
de_de: Wiedereröffnet

source: Manage pay information requests.
de_de: Anfragen zu Gehaltsinformationen verwalten.

source: Pay information requests
de_de: Anfragen zu Vergütungsinformationen

source: Technical account (API upload)
de_de: Technisches Konto (API-Upload)

source: View request
de_de: Anfrage anzeigen

source: Document
de_de: Dokument

source: The worker cannot be empty.
de_de: Der Mitarbeiter:in darf nicht leer sein.

source: Create prediction
de_de: Vorhersage erstellen

source: There are no predictions to display at the moment.
de_de: Derzeit gibt es keine Vorhersagen anzuzeigen.

source: My prediction list
de_de: Meine Vorhersageliste

source: Created date: {{date}}
de_de: Erstellungsdatum: {{date}}

source: Created date: {{createDate}} Updated: {{modifiedDate}}
de_de: Erstellungsdatum: {{createDate}} Aktualisiert: {{modifiedDate}}

source: No predictions with the name "{{phrase}}"
de_de: Keine Vorhersagen mit dem Namen „{{phrase}}“

source: Search prediction
de_de: Vorhersage suchen

source: Here you can find a list of system-generated salary proposals that consider factors like salary ranges and promotion levels to support external competitiveness and internal equity.
de_de: Hier finden Sie eine Liste der systemgenerierten Gehaltsvorschläge, die Faktoren wie Gehaltsspannen und Beförderungsstufen berücksichtigen, um die externe Wettbewerbsfähigkeit und interne Gleichbehandlung zu unterstützen.

source: Existing worker
de_de: Vorhandene Mitarbeiter:in

source: New hire
de_de: Neueinstellung

source: There are no feedback types available for this worker. Share your thoughts to help your team members grow.
de_de: Für diese:n Mitarbeiter:in sind keine Feedback-Typen verfügbar. Teilen Sie Ihre Gedanken mit, um Ihren Teammitgliedern bei der Weiterentwicklung zu helfen.

source: Shared with me
de_de: Mit mir geteilt

source: Average: {{avg}}
de_de: Durchschnitt: {{avg}}

source: Based on evaluations provided by workers
de_de: Basierend auf den Bewertungen der Mitarbeiter:innen

source: Give feedback to increase the chances of generating insights.
de_de: Geben Sie Feedback, um die Chancen auf Erkenntnisse zu erhöhen.

source: {{count}} rated feedback to generate statistics
de_de: {{count}} bewertetes Feedback zur Erstellung von Statistiken

source: Perceived <strong>clarity</strong>
de_de: Wahrgenommene <strong>Klarheit</strong>

source: Perceived <strong>trust</strong>
de_de: Wahrgenommene <strong>Vertrauenswürdigkeit</strong>

source: Rated feedback
de_de: Bewertetes Feedback

source: Manager feedback ratings
de_de: Führungskraft-Feedback-Bewertungen

source: Until the next update
de_de: Bis zum nächsten Update

source: Feedback marked as public by this worker
de_de: Feedback, das von diesem/r Mitarbeiter:in als öffentlich markiert wurde

source: Check again later for updates or explore more in the meantime.
de_de: Schauen Sie später noch einmal nach Updates oder sehen Sie sich in der Zwischenzeit mehr an.

source: Feedback that was sent to this worker
de_de: Feedback, das an diese:n Mitarbeiter:in gesendet wurde

source: You haven’t sent any feedback to this worker yet. Share your thoughts to help your team members grow.
de_de: Sie haben diesem/r Mitarbeiter:in noch kein Feedback gegeben. Teilen Sie Ihre Gedanken mit, um Ihren Teammitgliedern bei ihrer Weiterentwicklung zu helfen.

source: {{firstName}} is waiting for your feedback. Why not share your insights now?
de_de: {{firstName}} wartet auf Ihr Feedback. Warum teilen Sie nicht jetzt Ihre Erkenntnisse?

source: Feedback this team member shared with me
de_de: Feedback, das dieses Teammitglied mit mir geteilt hat

source: Sharing feedback helps improve teamwork and processes within the company.
de_de: Feedback hilft, die Teamarbeit und Prozesse innerhalb des Unternehmens zu verbessern.

source: Goals owned by your team member and on which they need to work.
de_de: Ziele, die Ihrem Teammitglied gehören und an denen es arbeiten muss.

source: No results.<br/>Clear search to show all goals.
de_de: Keine Ergebnisse.<br/>Löschen Sie die Suche, um alle Ziele anzuzeigen.

source: This team member has no goals yet.
de_de: Dieses Teammitglied hat noch keine Ziele.

source: This team member has no assigned performance review at the moment.
de_de: Dieses Teammitglied hat derzeit keine zugewiesene Leistungsbeurteilung.

source: Career development
de_de: Langfristige Entwicklungsplanung

source: Reassigned to: {{userName}}
de_de: Neu zugewiesen an: {{userName}}

source: Go to career development plan
de_de: Zum Karriereentwicklungsplan gehen

source: Reassigned
de_de: Neu zugewiesen

source: Reassigned to {{userName}}
de_de: Neu zugewiesen an {{userName}}

source: Compare workers
de_de: Mitarbeiter:innen vergleichen

source: Direct reports
de_de: Direkte:r Mitarbeiter:innen

source: {{firstName}}'s goal progress
de_de: Zielfortschritt von {{firstName}}

source: Last feedback
de_de: Letztes Feedback

source: No feedback
de_de: Kein Feedback

source: (me)
de_de: (ich)

source: Next check-in
de_de: Nächstes Check-in

source: No check-ins
de_de: Keine Check-ins

source: Go to check-in
de_de: Zum Check-in gehen

source: Go to review
de_de: Gehe zur Beurteilung

source: No team members match your criteria. Try adjusting your search or check the spelling and filters to find the right team member.
de_de: Keine Teammitglieder entsprechen Ihren Kriterien. Versuchen Sie, Ihre Suche anzupassen oder überprüfen Sie die Rechtschreibung und Filter, um das richtige Teammitglied zu finden.

source: No team members selected
de_de: Keine Teammitglieder ausgewählt

source: Select one or more team members to view their performance metrics. Check the box next to their name to analyze their data.
de_de: Wählen Sie ein oder mehrere Teammitglieder aus, um deren Leistungskennzahlen anzuzeigen. Aktivieren Sie das Kontrollkästchen neben ihrem Namen, um ihre Daten zu analysieren.

source: Direct reports of {{name}}
de_de: Direkt unterstellte:r Mitarbeiter:innen von {{name}}

source: Team view
de_de: Teamansicht

source: Top behavior
de_de: Top-Verhalten

source: No behaviors
de_de: Kein Verhalten

source: You don't have any direct reports
de_de: Sie haben keine direkte:n Mitarbeiter:innen

source: Worker tree
de_de: Mitarbeiterstruktur

source: Search for a recipient
de_de: Nach einem Empfänger:in suchen

source: No recipients with the name "{{phrase}}"
de_de: Keine Empfänger mit dem Namen „{{phrase}}“

source: This table displays a comprehensive list of documents associated with your team. You can preview, download and release these documents here. Please ensure the accuracy and relevance of each document before approving.
de_de: Diese Tabelle zeigt eine umfassende Liste von Dokumenten, die mit Ihrem Team verbunden sind. Sie können diese Dokumente hier anzeigen, herunterladen und freigeben. Bitte stellen Sie die Genauigkeit und Relevanz jedes Dokuments sicher, bevor Sie es genehmigen.

source: {{selectedItemsCount}} items selected
de_de: {{selectedItemsCount}} Elemente ausgewählt

source: Select all {{allAvailableDocumentsCount}} items
de_de: Alle {{allAvailableDocumentsCount}} Elemente auswählen

source: Communication rounds
de_de: Kommunikationsrunden

source: View and manage team documents.
de_de: Teamdokumente anzeigen und verwalten.

source: You have not accessed any communication rounds yet.
de_de: Sie haben noch keine Kommunikationsrunden aufgerufen.

source: No communication rounds
de_de: Keine Kommunikationsrunden

source: Communication manager review
de_de: Kommunikationsmanager-Beurteilung

source: Communication round list
de_de: Kommunikationsrundenliste

source: HR BP review
de_de: HR-BP-Bewertung

source: Document released automatically
de_de: Dokument automatisch freigegeben

source: <strong>{{name}}</strong> changed the workflow step
de_de: <strong>{{name}}</strong> hat den Workflow-Schritt geändert

source: Document imported
de_de: Dokument importiert

source: <strong>{{name}}</strong> imported the document
de_de: <strong>{{name}}</strong> hat das Dokument importiert

source: Document overridden
de_de: Dokument überschrieben

source: <strong>{{name}}</strong> overrode the document
de_de: <strong>{{name}}</strong> hat das Dokument überschrieben

source: Document details
de_de: Dokumentdetails

source: Recipient
de_de: Empfänger:in

source: <strong>{{name}}</strong> imported the document from the pay information request {{requestId}}
de_de: <strong>{{name}}</strong> hat das Dokument aus der Vergütungsinformationsanfrage {{requestId}} importiert

source: <strong>{{name}}</strong> released the document
de_de: <strong>{{name}}</strong> hat das Dokument freigegeben

source: <strong>{{name}}</strong> unreleased the document
de_de: <strong>{{name}}</strong> hat das Dokument wieder freigegeben

source: <strong>{{name}}</strong> viewed the document
de_de: <strong>{{name}}</strong> hat das Dokument angesehen

source: Unrelease
de_de: Freigabe zurückziehen

source: Download document
de_de: Dokument herunterladen

source: The document was successfully canceled.
de_de: Das Dokument wurde erfolgreich storniert.

source: The workflow step was successfully changed.
de_de: Der Workflow-Schritt wurde erfolgreich geändert.

source: The document was successfully deleted.
de_de: Das Dokument wurde erfolgreich gelöscht.

source: The document was successfully released.
de_de: Das Dokument wurde erfolgreich freigegeben.

source: One or more validation errors occurred. Some document are not in the proper workflow step for the requested action. Please, refresh the page.
de_de: Ein oder mehrere Validierungsfehler sind aufgetreten. Einige Dokumente befinden sich nicht im richtigen Workflow-Schritt für die angeforderte Aktion. Bitte aktualisieren Sie die Seite.

source: Release document
de_de: Dokument freigeben

source: View document
de_de: Dokument anzeigen

source: Change workflow step
de_de: Workflow-Schritt ändern

source: Add filter criteria
de_de: Filterkriterien hinzufügen

source: Advanced filters
de_de: Erweiterte Filter

source: State
de_de: Bundesland

source: Select fields & values
de_de: Felder und Werte auswählen

source: Comm manager: {{count}} filter applied
de_de: Comm-Manager: {{count}} Filter angewendet

source: Comm manager: {{count}} filters applied
de_de: Comm-Manager: {{count}} Filter angewendet

source: Recipient: {{count}} filter applied
de_de: Empfänger:in: {{count}} Filter angewendet

source: Recipient: {{count}} filters applied
de_de: Empfänger:in: {{count}} Filter angewendet

source: Comm manager
de_de: Kommunikationsmanager:in

source: Values
de_de: Werte

source: Target workflow step
de_de: Ziel-Workflow-Schritt

source: Release
de_de: Freigeben

source: Do you want to release {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only not released documents that are in "Document review" step will be released.
de_de: Möchten Sie {{selectedRowKeysLength}} von {{allAvailableDocumentsCount}} ausgewählten Dokumenten freigeben? Nur nicht freigegebene Dokumente, die sich im Schritt „Dokumentenprüfung“ befinden, werden freigegeben.

source: You cannot release the documents. The selected documents have already been released.
de_de: Sie können die Dokumente nicht freigeben. Die ausgewählten Dokumente wurden bereits freigegeben.

source: {{releasedDocumentsLength}} of the {{selectedRowKeysLength}} documents are already released. Do you want to release the other documents?
de_de: {{releasedDocumentsLength}} der {{selectedRowKeysLength}} Dokumente sind bereits freigegeben. Möchten Sie die anderen Dokumente freigeben?

source: Do you want to release {{selectedRowKeysLength}} documents?
de_de: Möchten Sie {{selectedRowKeysLength}} Dokumente freigeben?

source: Documents already released
de_de: Bereits freigegebene Dokumente

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in "Document review" step cannot be released.
de_de: {{SucceededCount}} von {{RequestedCount}} Dokumenten wurden erfolgreich freigegeben. Dokumente, die bereits freigegeben sind, und Dokumente, die sich nicht im Schritt „Dokumentenprüfung“ befinden, können nicht freigegeben werden.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released.
de_de: {{SucceededCount}} von {{RequestedCount}} Dokumenten wurden erfolgreich freigegeben.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
de_de: {{FailedLength}} von {{RequestedCount}} ausgewählten Dokumenten können nicht freigegeben werden. Nur nicht freigegebene Dokumente, die sich im Schritt „Dokumentenprüfung“ befinden, können freigegeben werden.

source: {{selectedDocsLength}} documents selected:
de_de: {{selectedDocsLength}} Dokumente ausgewählt:

source: Do you want to unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
de_de: Möchten Sie {{selectedRowKeysLength}} von {{allAvailableDocumentsCount}} ausgewählten Dokumenten zurückziehen? Nur freigegebene Dokumente werden zurückgezogen.

source: You cannot unrelease files that are in "Unreleased" and "Not released" status.
de_de: Sie können Dateien im Status „Freigabe zurückgezogen“ und „Nicht veröffentlicht“ nicht zurücknehmen.

source: You cannot unrelease the files. The selected files have not been released yet.
de_de: Sie können die Dateien nicht zurückziehen. Die ausgewählten Dateien wurden noch nicht freigegeben.

source: You cannot unrelease the files. The selected files have already been unreleased.
de_de: Sie können die Dateien nicht zurückziehen. Die ausgewählten Dateien wurden schon zurückgezogen.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} are already unreleased. Do you want to unrelease the other documents?
de_de: {{unReleasedDocumentsLength}} von {{selectedRowKeysLength}} sind bereits zurückgezogen. Möchten Sie die Freigabe der anderen Dokumente zurückziehen?

source: Do you want to unrelease {{selectedRowKeysLength}} documents?
de_de: Möchten Sie {{selectedRowKeysLength}} Dokumente zurückziehen?

source: Documents already unreleased
de_de: Dokumente bereits zurückgezogen

source: Unrelease impossible
de_de: Freigabe zurückziehen nicht möglich

source: Files not released
de_de: Dateien nicht freigegeben

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased. Documents that are not released cannot be unreleased.
de_de: {{SucceededCount}} von {{RequestedCount}} Dokumenten wurden erfolgreich zurückgezogen. Dokumente, die nicht freigegeben wurden, können nicht zurückgezogen werden.

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully unreleased.
de_de: {{SucceededCount}} von {{RequestedCount}} Dokumenten wurden erfolgreich freigegeben.

source: {{FailedLength}} of {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
de_de: {{FailedLength}} von {{RequestedCount}} ausgewählten Dokumenten können nicht zurückgezogen werden. Nur freigegebene Dokumente können zurückgezogen werden.

source: My summary document
de_de: Mein Zusammenfassungsdokument

source: Generation date
de_de: Erstellungsdatum

source: Document recipient
de_de: Dokumentempfänger

source: Release status
de_de: Freigabestatus

source: My summary doc
de_de: Mein Zusammenfassungsdokument

source: Are you sure you want to cancel the release of the selected documents?
de_de: Sind Sie sicher, dass Sie die Freigabe der ausgewählten Dokumente stornieren möchten?

source: Unrelease selected documents
de_de: Ausgewählte Dokumente zurückziehen

source: Are you sure you want to delete the selected documents?
de_de: Sind Sie sicher, dass Sie die ausgewählten Dokumente löschen möchten?

source: Delete documents
de_de: Dokumente löschen

source: Are you sure you want to release the selected documents?
de_de: Sind Sie sicher, dass Sie die ausgewählten Dokumente freigeben möchten?

source: Release selected documents
de_de: Ausgewählte Dokumente freigeben

source: Communication manager name
de_de: Name des Kommunikationsmanagers

source: Type part of a name
de_de: Geben Sie einen Teil eines Namens ein

source: Generated after
de_de: Generiert nach

source: Generated before
de_de: Generiert vor

source: Remove filters and the clear the search to show all results.
de_de: Entfernen Sie die Filter und löschen Sie die Suche, um alle Ergebnisse anzuzeigen.

source: Recipient name
de_de: Empfängername

source: Do you want to change the workflow step of {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only selected rows that are not in "{{TargetStep}}" step will be moved. You must unrelease released documents to be able to move them along in the workflow.
de_de: Möchten Sie den Workflowschritt von {{selectedRowKeysLength}} der ausgewählten {{allAvailableDocumentsCount}} Dokumente ändern? Nur ausgewählte Zeilen, die sich nicht im Schritt „{{TargetStep}}“ befinden, werden verschoben. Sie müssen freigegebene Dokumente zurückziehen, um sie im Workflow verschieben zu können.

source: Change workflow step of selected documents
de_de: Workflow-Schritt der ausgewählten Dokumente ändern

source: You cannot change the workflow step of the selected documents.
de_de: Sie können den Workflow-Schritt der ausgewählten Dokumente nicht ändern.

source: Workflow step change impossible
de_de: Änderung des Workflow-Schritts nicht möglich

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully moved to the next workflow step.
de_de: {{SucceededCount}} von {{RequestedCount}} Dokumenten wurden erfolgreich zum nächsten Workflow-Schritt verschoben.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be changed at the moment. Please try again later.
de_de: {{FailedLength}} von {{RequestedCount}} ausgewählten Dokumenten können momentan nicht geändert werden. Bitte versuchen Sie es später erneut.

source: Release impossible. The selected documents have already been released.
de_de: Freigabe nicht möglich. Die ausgewählten Dokumente wurden bereits freigegeben.

source: Do you want to release {{selectedRowKeysLength}} selected documents?
de_de: Möchten Sie {{selectedRowKeysLength}} ausgewählte Dokumente freigeben?

source: {{SucceededCount}} of {{RequestedCount}} documents were successfully released. Documents that are already released and documents that are not in 'Document Review' step cannot be released.
de_de: {{SucceededCount}} von {{RequestedCount}} Dokumenten wurden erfolgreich freigegeben. Dokumente, die bereits freigegeben sind, und Dokumente, die sich nicht im Schritt „Dokumentenprüfung“ befinden, können nicht freigegeben werden.

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be released. Only not released documents that are in "Document review" step can be released.
de_de: {{FailedLength}} der {{RequestedCount}} ausgewählten Dokumente können nicht freigegeben werden. Nur Dokumente, die sich im Schritt „Dokumentenprüfung“ befinden, können freigegeben werden.

source: Do you want unrelease {{selectedRowKeysLength}} out of {{allAvailableDocumentsCount}} selected documents? Only released documents will be unreleased.
de_de: Möchten Sie {{selectedRowKeysLength}} von {{allAvailableDocumentsCount}} ausgewählten Dokumenten zurückziehen? Nur freigegebene Dokumente werden zurückgezogen.

source: You cannot unrelease files in "Unreleased" and "Not released" status.
de_de: Sie können Dateien im Status „Freigabe zurückgezogen“ und „Nicht veröffentlicht“ nicht zurücknehmen.

source: You cannot unrelease the files; the selected files haven't been released yet.
de_de: Sie können die Dateien nicht zurückziehen; die ausgewählten Dateien wurden noch nicht veröffentlicht.

source: You cannot unrelease files. The selected files have already been unreleased.
de_de: Sie können die Dateien nicht zurückziehen. Die ausgewählten Dateien wurden schon zurückgezogen.

source: {{unReleasedDocumentsLength}} of the {{selectedRowKeysLength}} selected documents are already unreleased. Do you want to unrelease the other documents?
de_de: {{unReleasedDocumentsLength}} der {{selectedRowKeysLength}} ausgewählten Dokumente sind bereits zurückgezogen. Möchten Sie die anderen Dokumente zurückziehen?

source: Do you want to unrelease {{selectedRowKeysLength}} selected document(s)?
de_de: Möchten Sie {{selectedRowKeysLength}} ausgewählte Dokument(e) zurückziehen?

source: {{FailedLength}} of the {{RequestedCount}} selected documents cannot be unreleased. Only released documents can be unreleased.
de_de: {{FailedLength}} der {{RequestedCount}} ausgewählten Dokumente können nicht zurückgezogen werden. Nur freigegebene Dokumente können zurückgezogen werden.

source: No manager
de_de: Keine Führungskraft

source: Managers
de_de: Manager:innen

source: Communication manager
de_de: Kommunikationsmanager

source: Supported file formats: PDF. Maximum file size: 20MB.
de_de: Unterstützte Dateiformate: PDF. Maximale Dateigröße: 20 MB.

source: You can close this window, but please keep this page open to ensure a successful upload.
de_de: Sie können dieses Fenster schließen, aber bitte lassen Sie diese Seite geöffnet, um einen erfolgreichen Upload sicherzustellen.

source: Your file is being uploaded.
de_de: Ihre Datei wird hochgeladen.

source: The document "{{fileName}}" was successfully imported.
de_de: Das Dokument "{{fileName}}" wurde erfolgreich importiert.

source: The document "{{fileName}}" cannot be imported. Check format and size conditions.
de_de: Das Dokument "{{fileName}}" kann nicht importiert werden. Bitte überprüfen Sie die Format- und Größenbedingungen.

source: Canceled
de_de: Storniert

source: No doc
de_de: Kein Dokument

source: Not released
de_de: Nicht veröffentlicht

source: Released
de_de: Freigegeben

source: Unreleased
de_de: Unveröffentlicht

source: My summary report
de_de: Mein Zusammenfassungsbericht

source: Document review
de_de: Überprüfung des Dokuments

source: Hierarchy validation
de_de: Hierarchievalidierung

source: Marketing team equity plan
de_de: Aktienplan des Marketingteams

source: View grid
de_de: Rasteransicht

source: Comp history
de_de: Vergütungsverlauf

source: Go to individual view
de_de: Zur Einzelansicht wechseln

source: Comp overview
de_de: Vergütungsübersicht

source: day
de_de: Tag

source: History of the last {{count}} change events
de_de: Verlauf der letzten {{count}} Änderungsereignisse

source: month
de_de: Monat

source: months
de_de: Monate

source: No compensation history available for this worker at the moment.
de_de: Für diese:n Mitarbeiter:in ist derzeit keine Vergütungshistorie verfügbar.

source: No comp history
de_de: Keine Vergütungshistorie

source: Overview of recent changes
de_de: Übersicht über die neuesten Änderungen

source: Time in company
de_de: Zeit im Unternehmen

source: Time in role
de_de: Zeit in der Rolle

source: year
de_de: Jahr

source: years
de_de: Jahre

source: Create plan
de_de: Plan erstellen
